module.exports = [
    {
        template: "[1] + [2]",
        signs: "+",
        strings: [
            "Первое слагаемое [1], второе - [2]. Найдите сумму.",
            "Увеличь  [1]  на  [2].",
            "Чему равно уменьшаемое, если вычитаемое равно [1], а разность – [2]?",
            "Какое  число  больше  [1] на  [2] ?",
            "В вазе лежали сливы. Когда из вазы взяли [1], то их осталось [2]. Сколько слив было в вазе?",
            "Чему равна сумма чисел [1] и [2]?",
            "Из какого числа вычли [1], если получили [2]?",
            "В саду росло [1] яблонь, а груш - на [2] больше. Сколько груш росло в саду?",
            "Сумма чисел [1] и [2] равна ~.",
            "Если число ~ уменьшить на [1], получится [2].",
            "Разность чисел ~ и [2] равна числу [1].",
            "Уменьшаемое ~ , вычитаемое [2], разность равна числу [1].",
            "Запиши число, которое больше [1] на [2].",
       ]
    },
    {
        template: "[1] - [2]",
        signs: "-",
        strings: [
            "На сколько [1] больше [2] ?",
            "На сколько [2] меньше [1] ?",
            "Какое число нужно увеличить на [2], чтобы получить [1]?",
            "Сумма двух чисел равна [1]. Первое слагаемое [2]. Найдите второе слагаемое.",
            "Какое число меньше [1] на [2]?",
            "Найдите разность чисел [1] и [2].",
            "На сколько увеличили [2], если получили [1]?",
            "Чему равно второе слагаемое, если первое слагаемое равно [2], а сумма – [1]?",
            "Чему равно первое слагаемое, если второе слагаемое равно [2], а сумма равна [1]?",
            "Уменьши [1] на [2].",
            "Если число [2] увеличить на ~ , получится [1].",
            "Что за число: [1] без [2].",
            "Первое слагаемое число [2] , второе ~. Сумма равна числу [1].",
            "Если к числу ~ прибавить [2], получится [1].",
            "Если число ~ увеличить на [2], получится [1].",
            "Число [1] больше числа [2] на ~",
            "Если из числа [1] вычесть ~ , получится [2].",
            "На сколько надо увеличить [2], чтобы получить [1]?",
            "[2] меньше [1] на ~.",
            "Я задумала число, прибавила к нему [2] и получила [1]. Какое число задумано?",
            "Уменьшаемое [1], вычитаемое [2]. Найдите разность.",
        ]
    }

]
