module.exports = [
    { word: "Запиши число, которое больше 19 на 1.", correct: "20", all: [ "21", "22" ] },
    { word: "На сколько надо увеличить 12, чтобы получить 16?", correct: "4", all: [ "2", "3", "5" ] },
    { word: "10 меньше 13 на ~.", correct: "3", all: [ "1", "2" ] },
    { word: "Какое число стоит между 18 и 20.", correct: "19", all: [ "17", "21" ] },
    { word: "Сумма чисел 7 и 4 равна ~.", correct: "11", all: [ "10", "12", "13" ] },
    { word: "На сколько 2 меньше 9 ?", correct: "7", all: [ "5", "6", "8" ] },
    { word: "Я задумала число, прибавила к нему 5 и получила 18. Какое число задумано?", correct: "13", all: [ "11", "12", "14" ] },
    { word: "Какое число нужно увеличить на 9, чтобы получить 11?", correct: "2", all: [ "1", "3", "4" ] },
    { word: "Альпинист готовится к 12 восхождению. Сколько восхождений он уже совершил?", correct: "11", all: [ "9", "10", "12", "13" ] },
    { word: "Уменьшаемое 38, вычитаемое 2. Найдите разность.", correct: "36", all: [ "35", "40", "37" ] },
 
]